{
    "pageHeaderTitle": "Trip Intentions",
    "pageHeaderSubTitle": "Plan your trip & tell someone, it could save your life!",
    "language": "Language",
    "about": "About",
    "support": "Support",
    "createdBy": "Created by",
    "aboutYourTrip": "About Your Trip",
    "equipment": "Equipment",
    "generatePDF": "Generate PDF",
    "popConfirmOkText": "Yes",
    "popConfirmCancelText": "No",
    "popConfirmRemoveMember": "Remove the last member permanently?",
    "goingNude": "Going nude!",
    "essentialGearLabel": "Essential Gear:",
    "essentialGearExtra": "What type of emergency equipment are you carrying?",
    "postTripIntentionsDetailsLabel": "Where will you be going after leaving the area?",
    "postTripIntentionsDetailsExtra": "e.g. name/address/telephone of accommodation",
    "prePostTripIntentionsLabel": "How are you travelling to and from the area?",
    "prePostTripIntentionsExtra": "Type of vehicle etc. Please also include name of bus/rental car company, if applicable",
    "tripIntentionsDetailsLabel": "Intended track/route/huts and alternatives:",
    "tripIntentionsDetailsExtra": "Always enter your progress and changes to plan in hut logbooks, even if you don’t stay overnight",
    "activityLabel": "Activity:",
    "hiking": "Hiking",
    "skiing": "Skiing",
    "climbing": "Climbing",
    "timeRangePickerLabel": "Start date and expected date of return:",
    "aboutYou": "About You",
    "aboutYourTeamMembers": "About Your Team Members",
    "teamLeader": "Team Leader",
    "member": "Member",
    "sexLabel": "Sex:",
    "female": "Female",
    "male": "Male",
    "levelLabel": "Level:",
    "levelExtra": "Level of fitness & experience",
    "levelDetails": "Level of fitness & experience:",
    "phoneNumberLabel": "Phone Number:",
    "phoneNumberExtra": "With phone extension for international number",
    "nameLabel": "Name:",
    "firstName": "First name",
    "familyName": "Family name",
    "describeYourselfLabel": "Describe Yourself:",
    "describeYourselfExtra": "How do you look like? Do you have a hat, a tent, a backpack? What colours?",
    "describeHerLabel": "Describe Her:",
    "describeHerExtra": "How does she look like? Does she has a hat, a tent, a backpack? What colours?",
    "describeHimLabel": "Describe Him:",
    "describeHimExtra": "How does he look like? Does he has a hat, a tent, a backpack? What colours?",
    "describeHimHerLabel": "Describe Him/Her:",
    "describeHimHerExtra": "How does he/she look like? Does he/she has a hat, a tent, a backpack? What colours?",
    "identityLabel": "Identity:",
    "identityExtra": "Address or passport number & nationality",
    "medicalConditionsOk": "All good",
    "medicalConditionsKo": "Could feel better",
    "medicalConditionsLabel": "Medical Conditions:",
    "medicalConditionsExtra": "Describe your medical conditions and/or medication",
    "medicalConditionsNotice": "It's important!",
    "satPhoneNumberNotice": "It's important!",
    "satPhoneNumberLabel": "Satellite Phone Number:",
    "level1": "First time",
    "level2": "Beginner",
    "level3": "Good",
    "level4": "Experienced",
    "level5": "Expert",
    "addMember": "Add Member",
    "removeMember": "Remove Member",
    "gear1": "Wet weather gear and thermal clothing",
    "gear1warning": "Don't forget your hat!",
    "gear2": "GPS with spare batteries",
    "gear3": "First aid kit",
    "gear4": "Extra food",
    "gear5": "Survival kit",
    "gear6": "Emergency shelter",
    "gear7": "Personal Locator Beacon",
    "gear7warning": "Remember to keep both your personal and distress contacts information up to date.",
    "gear8": "Firearms (with spare emergency ammunition)",
    "gear9": "Satellite phone",
    "gear10": "Mountain radio",
    "gear11": "Avalanche transceiver + probe + shovel",
    "gear12": "Airbag",
    "gear13": "Flare",
    "gear13warning": "Please be careful in very dry conditions and check the current regulation locally.",
    "gear14": "Spare light with spare battery",
    "gearWarning": "Notes About Your Gear",
    "aboutWhatTitle": "What is This Project?",
    "aboutWhatDesc": "Being prepared for the unexpected is critical for a successful trip. When you engage yourself into real wilderness, carrying the right gear is not enough, having the local experience is important, and telling someone your intentions can save your life. This web application is intended to help you sharing the right information for a quick search and successful rescue.",
    "aboutHowTitle": "How It Works?",
    "aboutHowDesc": "Basically, you fill in the form with as much information as possible and the application will generate a PDF containing your information as well as notes and instructions for both you and your trusted contact (the one who will contact the emergency if you don't tell him/her you've returned safely.) You will then share the PDF to your trusted contact (I advise you sharing both a hard and a digital copy.)",
    "aboutPrivacyTitle": "What About Privacy?",
    "aboutPrivacyDesc": "Your privacy is my priority. There is no boring popup asking your consent for storing and sharing your data. That's because this application rely on the following two principles: privacy by design (careful from the very beginning to the deployment), and zero knowledge (the information you write in the form are not sent anywhere because the PDF is generated by your browser.)",
    "aboutSecurityTitle": "What About Security?",
    "aboutSecurityDesc": "Even if your personal data are not sent anywhere, how to ensure a safe transit of the application to your browser? This web page has been encrypted before being transmitted to your computer with the TLS protocol (<a href='https://www.ssllabs.com/ssltest/analyze.html?d=intentions.explorewilder.com'>rated A+</a> by the Qualys' SSL Labs, with HSTS and PFS among other security features.) Also, a strict Content Security Policy is enforced. Last but not least, I don't mind if you don't use this application, what really matters is to tell someone your intentions!",
    "aboutMeTitle": "About Me",
    "aboutMeDesc": "My name is Clement and I feel like an adventurer, nature lover, and engineer. I like travelling and meeting people, exploring real wilderness, and building and sharing things like this application and <a href='https://explorewilder.com/'>my personal website</a>.",
    "close": "Close",
    "buyMeACoffee": "Buy me a coffee!",
    "aboutSupportTitle": "Support Me",
    "aboutSupportDesc": "Do you like this web application? Your donation would help me to pay the hosting fee and the domain name, so that you can enjoy an ad-free and privacy friendly navigation. But it isn't just about money, it's really motivating! The donation platform is <a href='https://ko-fi.com/about'>Ko-fi</a>, which is designed to support artists with one-off donations. The minimum amount is worth an espresso: 3€. The payment is secured by PayPal.",
    "unknown": "Unknown",
    "expectedDateOfReturn": "Expected Date of Return:",
    "startDate": "Start Date:",
    "note": "Note:",
    "aboutTeam": "Details About The Team:",
    "aboutSolo": "Details About The Solo Adventurer:",
    "detailsTeamLeader": "Team Leader:",
    "detailsTeamMember": "Member:",
    "medicalConditionsMedicationLabel": "Medical Conditions & Medication:",
    "healthy": "Healthy",
    "identityPdfLabel": "Address or Passport Number & Nationality:",
    "descriptionLabel": "Description:",
    "rememberNotice": "Remember to tell your trusted contact as soon as you have returned safely.",
    "trustedContactInstructionsLabel": "Trusted Contact Instructions:",
    "trustedContactInstructionsSolo": "The trusted contact can raise the alarm and contact the appropriate authorities if for any reason the adventurer do not return by the expected date and time. At the expected date and time above, immediately try and contact the adventurer directly, if you have not already heard from them. If unsuccessful wait 1 hour and then repeat the process of contacting the adventurer. If unsuccessful and you are extremely concerned or bad weather has set in, go straight to contacting the local police. If you are still unsuccessful in contacting the adventurer, telephone the local emergency phone number and ask for the police and tell them you wish to report a missing person who is on a trip in the outdoors and has not returned by the expected date and time. You will need to provide the police with the information above.",
    "trustedContactInstructionsTeam": "The trusted contact can raise the alarm and contact the appropriate authorities if for any reason the adventurers do not return by the expected date and time. At the expected date and time above, immediately try and contact the adventurers directly, if you have not already heard from them. If unsuccessful try and contact other group members. If unsuccessful wait 1 hour and then repeat the process of contacting the adventurer and other group members. If unsuccessful and you are extremely concerned or bad weather has set in, go straight to contacting the local police. If you are still unsuccessful in contacting the adventurer or any members of the party, telephone the local emergency phone number and ask for the police and tell them you wish to report missing persons who are on a trip in the outdoors and have not returned by the expected date and time. You will need to provide the police with the information above.",
    "termsAndConditionsLabel": "Terms & Conditions:",
    "termsAndConditionsDesc": "This document has been generated with a beta software free of charge but without warrant or guarantee, so please check that everything is okay. It is recommended that the team leader checks that their trusted contact has received this document (by whatever means chosen) prior to leaving on a trip and is easily and quickly accessible. No guarantee is given regarding search and rescue response. Internet and telecommunications providers do not guarantee uptime of their systems or delivery of electronic messages. Postal services do not guarantee timeframes of delivery of physical letters, parcels or packages.",
    "signaturePdf": "Generated by ExploreWilder",
    "wishPdf": "Have a nice trip!",
    "dateTimeGap": "at",
    "dateTimeBefore": "the",
    "page": "Page",
    "pto": "please turn over",
    "source": "Source",
    "status": "Status",
    "onPdfSuccessTitle": "Well Done!",
    "onPdfSuccessContentStep0": "Plan your trip and create your lifesaving document,",
    "onPdfSuccessContentStep1": "Share the document to your trusted contact,",
    "onPdfSuccessContentStep2": "Enjoy your trip,",
    "onPdfSuccessContentStep3": "Tell your trusted contact as soon as you have returned safely,",
    "onPdfSuccessContentStep4": "Share this web application to your friends!"
}
