{
    "pageHeaderTitle": "Projet d'aventure",
    "pageHeaderSubTitle": "Planifiez votre aventure et prévenez quelqu'un, ça pourrait sauvez votre vie !",
    "language": "Langue",
    "about": "À propos",
    "support": "M'encourager",
    "createdBy": "Créé par",
    "aboutYourTrip": "Concernant votre projet",
    "equipment": "Équipement",
    "generatePDF": "Générer le PDF",
    "popConfirmOkText": "Oui",
    "popConfirmCancelText": "Non",
    "popConfirmRemoveMember": "Retirer le dernier membre ?",
    "goingNude": "Nu !",
    "essentialGearLabel": "Équipement essentiel :",
    "essentialGearExtra": "Quel équipement d'urgence et de sécurité emportez-vous ?",
    "postTripIntentionsDetailsLabel": "Ou prévoyiez-vous d'aller une fois sortie des lieux ?",
    "postTripIntentionsDetailsExtra": "par exemple: nom/adresse/téléphone de l'hébergement",
    "prePostTripIntentionsLabel": "Comment entrez-vous et quittez-vous les lieux ?",
    "prePostTripIntentionsExtra": "Type du véhicule, etc. Merci d'inclure le nom du bus ou de la compagnie de location si applicable",
    "tripIntentionsDetailsLabel": "Détails de l'aventure (chemins, routes, refuges) et des issues possibles (plan B) :",
    "tripIntentionsDetailsExtra": "Inscrivez toujours votre avancement et changement de plan dans les carnets des refuges (même si vous n'y restez pas la nuit)",
    "activityLabel": "Activité :",
    "hiking": "Randonnée",
    "skiing": "Ski",
    "climbing": "Escalade",
    "timeRangePickerLabel": "Date de début et de retour prévu :",
    "aboutYou": "À propos de vous",
    "aboutYourTeamMembers": "À propos des autres membres de l'équipe",
    "teamLeader": "Responsable",
    "member": "Membre",
    "sexLabel": "Genre :",
    "female": "Femme",
    "male": "Homme",
    "levelLabel": "Niveau :",
    "levelExtra": "Forme physique & expérience",
    "levelDetails": "Forme physique & expérience :",
    "phoneNumberLabel": "Numéro de téléphone :",
    "phoneNumberExtra": "Avec extension si le numéro est étranger",
    "nameLabel": "Nom :",
    "firstName": "Prénom",
    "familyName": "Nom de famille",
    "describeYourselfLabel": "Décrivez-vous :",
    "describeYourselfExtra": "Comment vous reconnaître ? Portez-vous un bonnet ? Une tente ? Un sac a dos ? De quelle couleurs ?",
    "describeHerLabel": "Décrivez-la :",
    "describeHerExtra": "Comment la reconnaître ? Porte-t-elle un bonnet ? Une tente ? Un sac a dos ? De quelle couleurs ?",
    "describeHimLabel": "Décrivez-le :",
    "describeHimExtra": "Comment le reconnaître ? Porte-t-il un bonnet ? Une tente ? Un sac a dos ? De quelle couleurs ?",
    "describeHimHerLabel": "Décrivez-la/le :",
    "describeHimHerExtra": "Comment la/le reconnaître ? Porte-t-elle/il un bonnet ? Une tente ? Un sac a dos ? De quelle couleurs ?",
    "identityLabel": "Identité :",
    "identityExtra": "Adresse ou numéro de passeport & nationalité",
    "medicalConditionsOk": "En forme",
    "medicalConditionsKo": "Ça pourrait aller mieux",
    "medicalConditionsLabel": "État de santé :",
    "medicalConditionsExtra": "Décrivez votre santé et/ou prescriptions",
    "medicalConditionsNotice": "C'est important !",
    "satPhoneNumberNotice": "C'est important !",
    "satPhoneNumberLabel": "Numéro de téléphone satellite :",
    "level1": "Première fois",
    "level2": "Débutant",
    "level3": "Bon",
    "level4": "Connaisseur",
    "level5": "Pro",
    "addMember": "Ajouter un membre",
    "removeMember": "Retirer le membre",
    "gear1": "Vêtements de pluie et vêtements chauds",
    "gear1warning": "N'oubliez pas votre bonnet !",
    "gear2": "GPS et batteries en rab",
    "gear3": "Kit de 1er secours",
    "gear4": "Nourriture en rab",
    "gear5": "Kit de survie",
    "gear6": "Refuge de secours",
    "gear7": "Balise de détresse",
    "gear7warning": "Pensez à garder vos informations et celles de vos contacts à jour.",
    "gear8": "Arme à feu (avec munitions d'urgence en rab)",
    "gear9": "Téléphone satellite",
    "gear10": "Radio de montagne",
    "gear11": "ARVA + pelle + sonde",
    "gear12": "Airbag",
    "gear13": "Feu de Bengale",
    "gear13warning": "Soyez prudent en période de sécheresse et verifiez les restrictions du lieu et du moment.",
    "gear14": "Lampe de secours et batteries en rab",
    "gearWarning": "À propos de votre matériel",
    "aboutWhatTitle": "Késako ?",
    "aboutWhatDesc": "Être préparé aux imprévus est important pour une aventure réussie. Quand vous vous engagez en pleine nature, emporter le bon matériel n'est pas suffisant, avoir l'expérience du terrain est important, et dire à quelqu'un vos intentions peut sauver votre vie. Cette application web a pour but de vous aider à partager les bonnes informations pour une recherche rapide et un sauvetage efficace.",
    "aboutHowTitle": "Comment ça marche ?",
    "aboutHowDesc": "C'est simplissime, remplissez le formulaire avec autant d'informations que possible et l'application générera un PDF contenant vos infos ainsi que des notes et instructions pour vous et votre contact de confiance (celui qui préviendra les secours si vous ne lui dite pas que vous êtes bien rentré). Vous partagerez ensuite ce PDF à ce contact (je vous conseil de lui donner une version papier et numérique).",
    "aboutPrivacyTitle": "Concernant la vie privée ?",
    "aboutPrivacyDesc": "Votre vie privé est ma priorité. Il n'y a pas de popup ennuyante vous demandant votre consentement pour enregistrer et partager vos données. C'est parce que cette application est basée sur deux principes fondamentaux : protection de la vie privée dès la conception et ce jusqu'au déploiement en production et la preuve à divulgation nulle de connaissance (les informations que vous écrivez dans le formulaire ne sont transmises nulle part puisque le PDF est généré par votre navigateur).",
    "aboutSecurityTitle": "Concernant la sécurité ?",
    "aboutSecurityDesc": "Bien que vos données personnelles ne sont pas envoyées, comment garantir un transfert sécurisé jusqu'à votre navigateur ? Cette page web a été chiffrée avant d'être transmise à votre ordinateur avec le protocole TLS (<a href='https://www.ssllabs.com/ssltest/analyze.html?d=intentions.explorewilder.com'>classé A+</a> par Qualys' SSL Labs, avec HSTS et PFS parmi d'autres fonctionnalités de sécurité). De plus, une stricte Content Security Policy est mise en place. Et finalement, peu importe que vous utilisiez cette application, ce qui importe est que vous partagiez vos intentions à quelqu'un !",
    "aboutMeTitle": "Qui suis-je ?",
    "aboutMeDesc": "Je m'appel Clement et me considère comme aventurier, amoureux de la nature, et ingénieur. J'aime voyager, rencontrer des gens, explorer la nature sauvage, et construire des choses comme cette application ou <a href='https://explorewilder.com/'>mon site web personnel</a>.",
    "close": "Fermer",
    "buyMeACoffee": "M'offrir un café !",
    "aboutSupportTitle": "M'encourager",
    "aboutSupportDesc": "Vous aimez cette application ? Votre don m'aide à payer les frais d'hebergement et le nom de domaine, ainsi vous profitez d'une navigation sans pub et respectueuse de votre vie privée. Mais ce n'est pas juste de l'argent, c'est vraiment motivant ! La plateforme de don est <a href='https://ko-fi.com/about'>Ko-fi</a>, cette dernière est concue pour encourager les artistes grâce au don ponctuel. Le don minimum est d'un café : 3€. Le paiement est sécurisé par PayPal.",
    "unknown": "Inconnu",
    "expectedDateOfReturn": "Date de retour prévu :",
    "startDate": "Date de départ :",
    "note": "Note :",
    "aboutTeam": "Détails de l'équipe :",
    "aboutSolo": "Détails de l'aventurier solitaire :",
    "detailsTeamLeader": "Responsable :",
    "detailsTeamMember": "Membre :",
    "medicalConditionsMedicationLabel": "État de santé & prescriptions :",
    "healthy": "En forme",
    "identityPdfLabel": "Adresse ou numéro de passeport & nationalité :",
    "descriptionLabel": "Description :",
    "rememberNotice": "N'oubliez pas d'informer votre contact de confiance une fois de retour.",
    "trustedContactInstructionsLabel": "Instruction pour le contact de confiance :",
    "trustedContactInstructionsSolo": "Le contact de confiance peut lever l'alarme et contacter les autorités compétentes si pour une quelconque raison l'aventurier ne revient pas à la date prévu. À cette dernière (précisée ci-dessus), essayez de contacter directement et immédiatement l'aventurier, si vous n'avez pas eu de nouvelle. En cas d'échec, attendez 1 heure et ré-essayez de le contacter. En cas d'échec et si vous êtes très inquiet ou si la météo est mauvaise, contacter la police locale. Si vous n'êtes toujours pas entré en contact avec l'aventurier, appelez le numéro d'urgence locale et demandez la police, dites-leur que vous souhaitez reporter une personne perdue en pleine nature et n'est pas rentré dans les temps. Vous fournirez les informations ci-dessus à la police.",
    "trustedContactInstructionsTeam": "Le contact de confiance peut lever l'alarme et contacter les autorités compétentes si pour une quelconque raison l'equipe ne revient pas à la date prévu. À cette dernière (précisée ci-dessus), essayez de contacter directement et immédiatement l'equipe, si vous n'avez pas eu de nouvelle. En cas d'échec, attendez 1 heure et ré-essayez de contacter le responsable ainsi que les autres membres de l'equipe. En cas d'échec et si vous êtes très inquiet ou si la météo est mauvaise, contacter la police locale. Si vous n'êtes toujours pas entré en contact avec un quelconque membre de l'équipe, appelez le numéro d'urgence locale et demandez la police, dites-leur que vous souhaitez reporter un groupe de personnes perdues en pleine nature et ne sont pas rentrés dans les temps. Vous fournirez les informations ci-dessus à la police.",
    "termsAndConditionsLabel": "Conditions d'utilisation :",
    "termsAndConditionsDesc": "Ce document a été généré par un logiciel en version bêta, gratuit mais sans garantie de fonctionnement, vérifiez donc que tout est bon. Il est recommandé à l'aventurier de vérifier que le contact de confiance a bien reçu le document (par un quelconque moyen) avant de partir et qu'il est facile et rapide d'accès. Aucune garantie n'est donnée quant à l'efficacité des secours. Les fournisseurs d'accès à internet ainsi que de télécommunications ne garantissent pas le fonctionnement de leurs systèmes et la livraison des messages électroniques. Les services postaux ne garantissent pas la livraison de lettres et colis dans les temps.",
    "signaturePdf": "Généré par ExploreWilder",
    "wishPdf": "Bon voyage !",
    "dateTimeGap": "à",
    "dateTimeBefore": "le",
    "page": "Page",
    "pto": "tournez la page",
    "source": "Source",
    "status": "Statut",
    "onPdfSuccessTitle": "Bien joué !",
    "onPdfSuccessContentStep0": "Planifier votre aventure et créer votre document de secours ;",
    "onPdfSuccessContentStep1": "Partager le document à votre contact de confiance ;",
    "onPdfSuccessContentStep2": "Vivre l'aventure ;",
    "onPdfSuccessContentStep3": "Annoncer votre retour à votre contact de confiance ;",
    "onPdfSuccessContentStep4": "Partager cette appli web à vos amis !"
}
